{
    "todos": [
    {
        "id": 1,
        "title": "html5",
        "complete":true
    },
    {
        "id": 2,
        "title": "css3",
        "complete":true
    },
    {
        "id": 3,
        "title": "js",
        "complete":true
    },
    {
        "id": 4,
        "title": "vue",
        "complete":true
    },
    {
        "id": 5,
        "title": "nuxt",
        "complete":true
    },
    {
        "id": 6,
        "title": "vue route",
        "complete":true
    },
    {
        "id": 7,
        "title": "vuex",
        "complete":true
    },
    {
        "id": 8,
        "title": "bootstrap",
        "complete":true
    },
    {
        "id": 9,
        "title": "webpack",
        "complete":true
    },
    {
        "id": 10,
        "title": "es6",
        "complete":true
    }],
    "news": [
    {
        "id": 1,
        "title": "“携号转网”不用“跑断腿”，办完1小时生效",
        "time":"2019-03-08",
        "ms":"<p>今年，全国将全面实施“携号转网”的消息，引起了广大用户的好评。这也是许多消费者的期望。在这种期望的背后是多年来“换号难”的无助。</p><p>记者在各种社交平台上发现，关于“携号转网”的讨论一直非常激烈。如果你想换号码，但每次换号码，你都要重设这么多东西，想想就放弃了。”“发现他家的“无限”流量套餐更优惠，但转号码不方便啊。”</p><p>在这方面，业内人士指出，随着互联网的快速发展，手机号码已成为用户在互联网平台注册的重要标志，并与一系列在线服务紧密相连。在这种情况下，更改电话号码的时间和金钱成本会变得更高，这通常会带来意想不到的不便。进入工作岗位后，用户一般只能主用一个运营商的号码。如果他们想享受其他运营商优惠套装，他们只能再次购买其他号码。</p>",
        "type":1
    },
    {
        "id": 2,
        "title": "英科学家实现玻璃与金属焊接 有望颠覆制造业",
        "time":"2019-03-07",
        "ms":"<p>据英国《每日邮报》3月6日报道，英国一所大学的科学家们近日公布一项突破性的新成果，研发出一种将玻璃和金属通过超高速激光系统，焊接在一起的方法。</p><p>英国赫瑞瓦特大学的科研人员使用非常短的红外光脉冲沿接合处将两种材料融合在一起。研究人员认为，这种新工艺有望改变制造业，在航空航天、国防、光学技术甚至医疗保健领域都将有用武之地。</p><p>EPSRC激光生产工艺创新制造中心主任邓肯•汉德(Duncan Hand)教授说:“传统意义上来说，由于热特性不同，因此很难将两种完全不同的材料焊接在一起。高温和热膨胀会首先导致玻璃破碎。”</p>",
        "type":2
    },
    {
        "id": 3,
        "title": "“新华书店”顾客只看不买，冬夏暖气照明供应，为啥却没破产？",
        "time":"2019-03-07",
        "ms":"<p>首先，新华书店是属于国营企业，每年都能看到一定的国家补助，这是因为它并不是盈利性的书店，只是提供一个场所给每个城市的人们在这里读书买书，所以，即使人们都不在新华书店买书，他也不会倒闭的。</p><p>其次，新华书店每年都会给各个学校或者教育机构批发各种的教辅用书，特别是在每学期的开学期间，单单卖出去的各种教辅资料用书就已经足够支撑整个店铺一年的各种费用了，不少学生需要书的时候都会来“新华书店”采购书籍毕竟这里书“太丰富”。</p><p>再者我们也可以发现，新华书店其实并不是只是读书而已，他还卖了各种各样的学习用具和各种“体育用具”，凡是与学习有关的用品，几乎都能够在新华书店里找到，这些学习用具也是“新华书店”的一个主要来源呢 。</p>",
        "type":3
    },
    {
        "id": 4,
        "title": "欧联杯奇葩一幕！阿森纳前锋的一脚失误传球，却意外制造最佳进球",
        "time":"2019-03-07",
        "ms":"<p>在开场3分钟，伊沃比在右路1V3突破后一脚出球，划出一道诡异的弧线，而且还在在门前弹地，真的是考验到雷恩门将库贝克了。皮球从右下角飞进网窝，阿森纳取得1-0的梦幻开局。</p><p>从上图可见，当时也有对方球员阻挡视线，皮球越过门线那一刻，伊沃比还是愣了一下。</p><p>可能他自己也没想到，这一球竟然进了。从出球的力度来看，这一球应该是想找前插的奥巴梅扬的，但从皮球飞行的线路来看，又像是一脚打门。</p>",
        "type":1
    },
    {
        "id": 5,
        "title": "甜化了！浙大女生“三行情书”爆红，看得人咯咯咯不停傻笑",
        "time":"2019-03-07",
        "ms":"<p>作为大一新生，经历了从开学时的舒适到如今学业上的逐渐紧张，在有些瞬间，欣怡会感到无力和疲惫</p><p>她这样写道。这次女生节，她和几个闺蜜早早约好，晚上去舞会，第二天再约上电影、肯德基与奶茶。</p><p>每次我放飞自我，喝奶茶、吃炸鸡的时候，都很开心可以有坚定的说一声‘走！’的好姐妹！</p>",
        "type":3
    },
    {
        "id": 6,
        "title": "年薪几十万的领导要求月薪只有一两千元的员工讲大局，并且要有奉献精神，这是什么心理？",
        "time":"2019-03-07",
        "ms":"<p>不以结婚为目的的谈恋爱就是耍流氓，不和员工谈钱的领导就是大忽悠。</p><p>记得马云曾经说过一个值得回味的话：刚进入公司三年的员工不要谈战略，先把战术做好再考虑战略的问题。不仅如此，马云以前其实更狠，谁跟他谈战略就把谁开除。</p><p>说起激励员工的手段，马菠萝曾经听到过一位CEO这么说过：用钱奖励员工给多给少都不合适，不如每天用好话表扬他，时不时的再给员工讲讲战略，说说前途。</p>",
        "type":2
    },
    {
        "id": 7,
        "title": "失去双臂、全身瘫痪、双目失明，真人版“阿丽塔们”美到让人心颤",
        "time":"2019-03-07",
        "ms":"<p>“眼睛”是传达情感重要的窗口。很多人看完电影都觉得，阿丽塔的“大眼睛”深深印在自己的脑海里。</p><p>另外一个令人印象深刻的就是女主身上的一双机械臂了。</p><p>阿丽塔重获新生后从床上坐起来，看到自己的机械手臂，兴奋又新奇。</p>",
        "type":1
    },
    {
        "id": 8,
        "title": "啪啪打脸！女演员晒海边烧烤，三亚市委宣传部微博回应",
        "time":"2019-03-07",
        "ms":"<p>据南国都市报报道，近日，女演员肖涵因在微博晒出“三亚海边烧烤”的一段视频，而引起了官方高度注意，并向其发出严正警告。随后，肖涵回复称此系误会，只是拍戏道具而已。目前，该视频已被其从个人微博中删除，事件还在进一步调查之中。</p><p>直接在海边露天烧烤，这一行为看起来很舒适，实际上却是违反规定的。3月4日，三亚市委宣传部新闻发布官方微博“三亚发布”公开转发这段视频并回复：“根据《三亚市人民政府关于在全市建成区内禁止露天烧烤食品的通告》，我市建成区内禁止露天烧烤行为，违法进行露天烧烤食品或为露天烧烤食品提供场地的，由综合执法部门按照《中华人民共和国大气污染防治法》相关规定，责令改正，没收烧烤工具和违法所得，并处五百元以上二万元以下的罚款。”</p><p>曾在《一起来看流星雨》中饰演慕容云朵的女演员肖涵发布了一条心情愉悦的微博，并附上了一段三亚海边视频。这段将近7分钟的VLOG视频，画面内容均是在三亚海边。其中有一段近距离拍摄的海边烧烤画面，画面中有几张摆在海边的桌子和烤炉，桌子上摆放着烧烤工具和用竹签串起来的食物、海鲜以及啤酒饮料等，烤炉架里有木炭，烤网上还放着用竹签串起来的食物。</p>",
        "type":1
    },
    {
        "id": 9,
        "title": "世界独一无二的建筑奇观，悬于万仞峭壁间，1500年不倒",
        "time":"2019-03-07",
        "ms":"<p>悬空寺原本是一座集合道家、佛教和儒家思想三教为一体的寺庙，之前的名字也不叫悬空寺，而是玄空阁。都是根据道教和佛教的文化组合而成的意思，后来因为这座寺庙悬于半空中，就改名为悬空寺。</p><p>其实，当大家亲眼看到这座建筑的时候，第一的反应就是太壮观了！悬空寺建筑的地点面对恒山，背倚翠屏，在整座寺庙下面还有着河流通过，真可谓是人间的一大奇观。</p><p>据说，当年大诗人李白来到这里的时候，还十分惊叹悬空寺的伟大，很多人也称这座建筑为“东方空中花园”。大家不要看悬挂在岩壁上的寺庙不是很大，其实在里面拥有楼阁殿宇共有40间，分类也非常的齐全。</p>",
        "type":1
    },
    {
        "id": 10,
        "title": "男子勇救落海女子身亡，205天后家属起诉女子要赔偿！法官最后这样判",
        "time":"2019-03-07",
        "ms":"<p>事件发生在2016年12月12日，一个寒冷的冬夜，象山石浦港一艘渔船上的吴女士，电话联系了沈某，让他驾驶小船来接自己回码头。然而，当他的小船慢慢靠近渔船船尾时，吴女士却不慎从渔船上掉落海中，沈某见状立即跳入海中相救，用手拉住吴女士在海上漂浮。</p><p>2017年5月22日，经石浦镇政府举荐，沈某跳海救人之举被象山县公安局认定为见义勇为行为。</p><p>意外的是，在案发的205天后，沈某的母亲黎女士以见义勇为受害人的亲属为名提起诉讼，要求受益人吴女士做出相应补偿，索赔50余万元，其中包括精神损害抚慰金。</p>",
        "type":1
    }],
    "profile":
    {
        "name": "typicode"
    }
}
